<HTML>
<HEAD>
<TITLE>Creacion de la pagina</TITLE>
<style>
body{
	background-color: black;
	color: white;
}
</style>
<meta charset="UTF-8">
</HEAD>
<BODY>

<CENTER><BLOCKQUOTE><H2><P STYLE="color:red";>&iquest;C&oacute;mo fue la creaci&oacute;n de esta p&aacute;gina?</P></H2></CENTER></BLOCKQUOTE>

<P>Esta p&aacute;gina inici&oacute; como proyecto de un a isntituci&oacute;n educativa, en la materia de Formaci&oacute;n Elemental Para el Trabajo V. 
Gracias a ello, me interes&eacute; m&aacute;s en la programaci&oacute;n e Inform&aacute;tica, aunque ya me hab&iacute;a acercado a esto 
anteriormente: Cursos de Inform&aacute;tica e Ingl&eacute;s, Aplicaciones de programaci&oacute;n para dispositivos m&oacute;viles y en 
la materia de inform&oacute;tica en el primer a&ntildeo de preparatoria, sin embargo, en esas ocasiones, esto no me 
llamaba mucho la atenci&oacute;n.</P>

<P>Actualmente (15/10/2023), actualizo el código de la pácina de vez en cuando(Agregando Informaci&oacute;n, 
c&oacute;digos o etiquetas, tratando de mejorarla est&eacute;ticamente y aprendiendo otros lenguajes de programaci&oacute;n, como 
lo son Java y php, al igual que mejorando otros, como JavaScript. Tambi&eacute;n estoy tratando de entender lo de 
modificar la base de datos, &iquestPor qu&eacute;?. Mi primer objetivo es crear un bot&oacute;n en donde se pueda dar un solo 
click por persona, logr&aacute;ndose gracias a que su direcci&oacute;n ip queda guardada en la base de datos de la p&aacute;gina
(o eso pienso), esto para que la persona que ingrese a la p&aacute;gina pueda "deja su huella", como de hacer saber 
que estuvo ah&iacute;.</P>

<P>Tratar&eacute; de convertir esta p&aacute;gina en un tipo de foro, pero probablemente esto sea muy complicado, y talves no 
pueda lograrlo sin invertir dinero. Si ese no puede ser el caso, puedo hacer una tienda en linea, nam&aacute;s toy 
alucinando XD. No se qu&eacute; har&eacute; exactamente con esta p&aacute;gina, lo pensar&eacute; en el futuro. Por el momento, esto 
quedar&aacute; as&iacute;.</P>

<P>Le he dedicado mucho tiempo a esta p&aacutegina, agregando y modificando varias cosas, pensando qu&eacute otras cosas podr&iacutea 
agregar, aunque talv&eacutes abandone este proyecto dentro de un buen tiempo, o hasta que termine la preparatoria.</P>
 
<CENTER><BLOCKQUOTE><IMG SRC="crpa.jpg" WIDTH=210 HEIGHT=210 BORDER=0 ALT= "pragh" ALIGN="CENTER"></A></BLOCKQUOTE></CENTER>

</BODY>
</HTML>
